---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctSystemTypeParam
source: html/83db2a29-aa67-8f78-eec1-cc934858523e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctSystemTypeParam Property

"System Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctSystemTypeParam { get; }
```